abase
abhor
abide
abler
abode
about
above
abuse
abyss
aches
acted
actor
acute
adapt
added
admit
afric
after
again
agito
agony
agree
ahead
aided
alike
alive
allay
allow
alloy
aloft
alone
along
aloud
altar
alter
amend
amiss
among
ample
angel
anger
angry
apart
apply
aptly
arise
armed
arose
array
ascii
ashes
aside
asked
aught
avail
avert
avoid
awake
aware
awful
awoke
babes
backs
badge
balls
bands
bared
based
bathe
baths
beams
bears
beast
began
begat
beget
begin
begun
being
belly
below
bends
beset
bible
birds
birth
black
blade
blame
bless
blest
blind
blood
bloom
blunt
blush
boast
boils
bonds
bones
books
borne
bosom
bound
bowed
brain
bread
break
bribe
bride
bring
broad
broke
brows
brute
built
bulky
burnt
burst
cakes
calls
canst
cared
cares
carry
cases
casts
catch
cause
caves
cease
chain
chair
chant
cheap
check
cheer
chest
chief
child
chill
chose
claim
clasp
class
clave
clean
clear
climb
cloak
close
cloud
coals
coats
codes
comes
costs
couch
could
count
court
cover
cower
creep
crept
cried
cries
crime
cross
crown
cruel
cubit
cured
daily
danae
dared
dares
dates
david
dealt
death
debts
decay
deeds
deeps
deity
delay
depth
devil
didst
dieth
doest
doing
doors
doted
doubt
drank
drawn
draws
dread
dream
dried
drink
drive
drops
drove
drunk
dully
durst
dwell
dwelt
dying
eager
eagle
early
earth
eased
eaten
edged
edify
egypt
eight
elder
elect
email
empty
enact
ended
enemy
enjoy
enter
equal
erred
error
essay
etext
every
evils
exact
excel
exist
extol
exude
exult
fable
faced
faces
facio
facts
faint
faith
falls
false
fancy
fared
fault
fears
feast
feeds
feels
fence
fever
field
fifth
fifty
fight
files
filth
final
finds
fired
fires
first
fixed
flame
flash
flesh
flies
fling
flock
flood
flour
flown
flows
flung
folks
folly
fools
force
forge
forms
forth
forum
fouls
found
fowls
frame
fraud
freed
fresh
front
fruit
fully
fumed
fumes
gains
gales
games
gates
ghost
giant
gifts
girls
given
giver
gives
glass
gleam
glide
glory
glows
goads
godly
goest
goeth
going
goods
grace
grant
grasp
grass
grave
great
greek
green
greet
grief
groan
groat
gross
grown
guess
guide
guilt
habit
hadst
hairs
haled
hands
haply
happy
harsh
harts
haste
hated
haunt
heads
heaps
heard
hears
heart
heavy
hence
herbs
hills
holds
homer
honey
honor
hooks
hoped
hopes
horns
horse
hosts
hotly
hours
house
human
husks
hymns
idaho
ideas
idols
image
imbue
imply
infer
inner
irons
isaac
issue
italy
items
jacob
jests
jesus
joint
joyed
judge
keeps
kinds
kings
knees
knock
knots
known
knows
laden
lands
large
later
lathe
latin
laugh
laxly
leads
leaps
learn
least
leave
legal
lends
lieth
lifts
light
liked
liker
likes
limbs
limed
lined
lines
links
lists
lived
lives
loads
lofty
logic
login
longs
looks
loose
lords
loses
loved
lover
loves
lower
lowly
lucid
lucre
lungs
lures
lusts
lying
madly
maker
makes
manna
marks
marry
marts
mazes
means
meant
meats
medea
meets
mercy
merry
metre
might
milan
milky
mimic
minds
mirth
mists
modes
moist
monad
money
month
moral
moses
mould
mount
mourn
mouth
moved
muddy
music
nails
naked
named
names
needs
needy
nests
never
night
ninth
noble
noise
north
noted
notes
nurse
obeys
occur
ocean
odour
offer
often
ofthe
opens
order
ostia
other
ought
outer
owing
pages
pains
pairs
pangs
paper
pared
parts
party
paths
pause
peace
pearl
pears
penal
pence
peril
petty
piece
piety
piled
pines
pious
pitch
place
plain
plans
plant
plays
plead
plots
pluck
poems
poesy
poets
point
poise
power
press
price
pride
print
prior
prize
promo
proof
prose
proud
prove
psalm
pulse
purer
pusey
queen
quest
quick
quiet
quite
quoth
races
racks
raged
raise
range
rates
raven
reach
reads
ready
rebel
recur
refer
reins
renew
repay
repel
reply
right
riper
risen
rites
rocks
roman
rough
round
rouse
ruled
ruler
rules
safer
sails
saint
saith
sakes
sated
saved
scorn
seats
seeks
seems
seest
seeth
seize
sense
serve
seven
sever
shade
shady
shake
shall
shalt
shame
shape
share
sharp
sheep
shine
ships
shoes
shone
shook
shoot
shops
shore
short
shown
shows
shuns
sides
siege
sighs
sight
signs
silly
since
sings
sinks
sites
sixth
skies
skill
skins
slain
slave
sleep
slept
sloth
small
smell
smile
smoke
snare
sober
sodom
solid
solve
songs
sores
sorry
sorts
souls
sound
south
space
spake
spare
speak
speed
spend
spent
spoil
spoke
sport
spots
spurn
staff
stage
stand
stank
stars
start
state
stays
stead
steal
steep
steer
steps
stick
stiff
still
stole
stone
stood
stoop
store
storm
story
stuck
study
stuff
stung
style
subdu
sweat
sweet
swept
swift
swine
swoon
sword
table
taken
takes
tales
tamed
tamer
tardy
taste
taunt
taxes
teach
tears
teeth
tells
tempt
tends
tenet
tenor
terms
texas
texts
thank
theft
their
there
these
thick
thief
thine
thing
think
third
those
three
tides
tilde
times
tired
title
token
tones
total
touch
tower
trace
track
trade
tread
treat
trees
trial
tried
trine
troop
truer
truly
trust
truth
tully
turns
tutor
twice
twins
under
undid
union
unity
until
upper
urged
usage
users
useth
using
usual
usury
utter
value
vaunt
venus
verse
vexed
vices
villa
viper
virus
vital
vivid
vocal
voice
vowed
waged
wages
walks
walls
wants
waste
watch
water
waver
waves
weary
weeps
weigh
wheat
wheel
where
which
while
white
whole
whose
whoso
widow
wills
winds
windy
wings
wiser
wives
woman
women
wooed
words
wordy
works
world
worse
would
wound
wrath
wring
write
wrong
wrote
wroth
years
yield
young
youth
